" --- ALL CATEGORIES --- " = " --- ALL CATEGORIES --- ";
" --- ALL USERS --- " = " --- ALL USERS --- ";
"Add Checkin" = "Add Checkin";
"Add Map" = "Add Map";
"Add Photo" = "Add Photo";
"Add Report" = "Add Report";
"Added" = "Added";
"Adding..." = "Adding...";
"All Categories" = "All Categories";
"All Checkins By" = "All Checkins By";
"All Users" = "All Users";
"App Settings" = "App Settings";
"Are you sure you want to cancel?" = "Are you sure you want to cancel?";
"Are you sure you want to delete?" = "Are you sure you want to delete?";
"Authenticating..." = "Authenticating...";
"Bitly Error" = "Bitly Error";
"Cancel" = "Cancel";
"Categories..." = "Categories...";
"Category" = "Category";
"characters" = "characters";
"Checkin" = "Checkin";
"Checkin Error" = "Checkin Error";
"Checkins" = "Checkins";
"Clear" = "Clear";
"Click the Info button to view app settings, Plus button to add a map or Edit button to remove a map." = "Click the Info button to view app settings, Plus button to add a map or Edit button to remove a map.";
"Click the Map button to view the report map, the Filter button to filter by category or the Compose button to create a new incident report." = "Click the Map button to view the report map, the Filter button to filter by category or the Compose button to create a new incident report.";
"Click the Refresh button to upload pending reports." = "Click the Refresh button to upload pending reports.";
"Click the Up and Down arrows to move through checkins, click the Location to view a larger map or tap a Photo to view it full screen." = "Click the Up and Down arrows to move through checkins, click the Location to view a larger map or tap a Photo to view it full screen.";
"Click the Up and Down arrows to move through reports, the SMS button to send the report URL, the Tweet button to share on Twitter or the Email button to send the report details." = "Click the Up and Down arrows to move through reports, the SMS button to send the report URL, the Tweet button to share on Twitter or the Email button to send the report details.";
"Contact" = "Contact";
"Contact Settings" = "Contact Settings";
"Current Location" = "Current Location";
"Customize your message, enter credentials then press the Send button to share on Twitter. Optionally click the Link button to shorten URLs." = "Customize your message, enter credentials then press the Send button to share on Twitter. Optionally click the Link button to shorten URLs.";
"Date" = "Date";
"Delete Report" = "Delete Report";
"Description" = "Description";
"Discrete Mode On Shake" = "Discrete Mode On Shake";
"Done" = "Done";
"Download Offline Maps" = "Download Offline Maps";
"Downloaded Map Zoom Level" = "Downloaded Map Zoom Level";
"Edit" = "Edit";
"email" = "email";
"Email Failed" = "Email Failed";
"Enter date" = "Enter date";
"Enter email" = "Enter email";
"Enter first name" = "Enter first name";
"Enter last name" = "Enter last name";
"Enter location name" = "Enter location name";
"Enter Map Details" = "Enter Map Details";
"Enter message" = "Enter message";
"Enter name" = "Enter name";
"Enter news URL" = "Enter news URL";
"Enter password" = "Enter password";
"Enter time" = "Enter time";
"Enter title" = "Enter title";
"Enter tweet" = "Enter tweet";
"Enter URL" = "Enter URL";
"Enter URL or search phrase" = "Enter URL or search phrase";
"Enter username" = "Enter username";
"Error" = "Error";
"Error Detecting Location" = "Error Detecting Location";
"Error Saving Photo" = "Error Saving Photo";
"Errors" = "Errors";
"Existing Location" = "Existing Location";
"first name" = "first name";
"From Library" = "From Library";
"Host Not Found" = "Host Not Found";
"I couldn't connect to Twitter. This is most likely a temporary issue, please try again." = "I couldn't connect to Twitter. This is most likely a temporary issue, please try again.";
"Image" = "Image";
"Incidents..." = "Incidents...";
"Invalid Email" = "Invalid Email";
"Invalid Email Address" = "Invalid Email Address";
"Invalid Map Details" = "Invalid Map Details";
"Invalid News URL" = "Invalid News URL";
"Invalid Server Response" = "Invalid Server Response";
"Last Checkin For Each User" = "Last Checkin For Each User";
"last name" = "last name";
"Last Sync" = "Last Sync";
"Loading..." = "Loading...";
"Locating..." = "Locating...";
"Location" = "Location";
"Location Error" = "Location Error";
"Locations..." = "Locations...";
"Logout..." = "Logout...";
"Looks like Twitter is down or being updated. Please wait a few seconds and try again." = "Looks like Twitter is down or being updated. Please wait a few seconds and try again.";
"Looks like Twitter is overloaded. Please wait a few seconds and try again." = "Looks like Twitter is overloaded. Please wait a few seconds and try again.";
"Map" = "Map";
"Map Settings" = "Map Settings";
"Map Zoom Level" = "Map Zoom Level";
"Maps" = "Maps";
"Message" = "Message";
"Name" = "Name";
"New Location" = "New Location";
"News" = "News";
"No" = "No";
"No Category Specified" = "No Category Specified";
"No Checkins" = "No Checkins";
"No Date Specified" = "No Date Specified";
"No Internet" = "No Internet";
"No Internet Connection" = "No Internet Connection";
"No Location Specified" = "No Location Specified";
"No News" = "No News";
"No Photos" = "No Photos";
"No Reports" = "No Reports";
"No Video" = "No Video";
"Not Specified" = "Not Specified";
"OK" = "OK";
"Open In Safari?" = "Open In Safari?";
"Password" = "Password";
"Pending Upload" = "Pending Upload";
"Photo" = "Photo";
"Photo Added" = "Photo Added";
"Photo Error" = "Photo Error";
"Photo Settings" = "Photo Settings";
"Photos" = "Photos";
"pixels" = "pixels";
"Please enter a valid email address." = "Please enter a valid email address.";
"Please enter a valid name and url." = "Please enter a valid name and url.";
"Privacy Settings" = "Privacy Settings";
"Remove Error" = "Remove Error";
"Remove Photo" = "Remove Photo";
"Removed" = "Removed";
"Report" = "Report";
"Reports" = "Reports";
"Request Error" = "Request Error";
"Required Fields" = "Required Fields";
"Resized" = "Resized";
"Resized Image Width" = "Resized Image Width";
"Resizing Photo..." = "Resizing Photo...";
"Resizing..." = "Resizing...";
"Saved" = "Saved";
"Saving..." = "Saving...";
"Search categories..." = "Search categories...";
"Search checkins..." = "Search checkins...";
"Search locations..." = "Search locations...";
"Search maps..." = "Search maps...";
"Search reports..." = "Search reports...";
"Select" = "Select";
"Select an existing map from the list, click the Refresh button to locate maps near you or the Plus button to add your own map." = "Select an existing map from the list, click the Refresh button to locate maps near you or the Plus button to add your own map.";
"Select category" = "Select category";
"Select location" = "Select location";
"Select photo" = "Select photo";
"Send" = "Send";
"Sending..." = "Sending...";
"Sent" = "Sent";
"Server Error" = "Server Error";
"Settings" = "Settings";
"Share Ushahidi iOS" = "Share Ushahidi iOS";
"Shortening..." = "Shortening...";
"SMS Failed" = "SMS Failed";
"Sorry, it looks like you lost your Internet connection. Please reconnect and try again." = "Sorry, it looks like you lost your Internet connection. Please reconnect and try again.";
"Take Photo" = "Take Photo";
"There was a problem adding the photo." = "There was a problem adding the photo.";
"There was a problem detecting your location. Please ensure that Location Services is enabled for Ushahidi in Settings > General > Location Services." = "There was a problem detecting your location. Please ensure that Location Services is enabled for Ushahidi in Settings > General > Location Services.";
"There was a problem removing the map." = "There was a problem removing the map.";
"There was a problem resizing the photo." = "There was a problem resizing the photo.";
"This map supports Checkins!\nClick the Filter button to only show checkins for a specific user or the Pin button to checkin now." = "This map supports Checkins!\nClick the Filter button to only show checkins for a specific user or the Pin button to checkin now.";
"Title" = "Title";
"To checkin, drag the map pin to a more accurate location, then click the Send button after entering an optional message, contact information and photo." = "To checkin, drag the map pin to a more accurate location, then click the Send button after entering an optional message, contact information and photo.";
"Tweet" = "Tweet";
"Twitter" = "Twitter";
"Twitter Error" = "Twitter Error";
"Unable to add incident" = "Unable to add incident";
"Unable To Checkin" = "Unable To Checkin";
"Unable to checkin, please try again later." = "Unable to checkin, please try again later.";
"Unable To Download Checkins" = "Unable To Download Checkins";
"Unable To Send Email" = "Unable To Send Email";
"Unable To Send SMS" = "Unable To Send SMS";
"Unable To Upload Report" = "Unable To Upload Report";
"Unsaved Changes" = "Unsaved Changes";
"Unverified" = "Unverified";
"Upload Error" = "Upload Error";
"Uploaded" = "Uploaded";
"User Location" = "User Location";
"Username" = "Username";
"Ushahidi Demo" = "Ushahidi Demo";
"Ushahidi Maps" = "Ushahidi Maps";
"Verified" = "Verified";
"Version" = "Version";
"Video" = "Video";
"Yes" = "Yes";
"Your username and password could not be verified. Double check that you entered them correctly and try again." = "Your username and password could not be verified. Double check that you entered them correctly and try again.";
"zoom" = "zoom";

